{
	"en-US": {
		"Wizard_Test": [
			"P1",
			"P2",
			"P3",
			null
		],
		"Wizard_AccountsIndexEmpty": [
			"Welcome to Don't fly Money System. Click Continue to follow the Wizard.",
			"While you are following this wizard please follow all the steps.",
			"We will show all the system but you can stop this wizard any time you want.",
			"Let's meet the system now!",
			"Accounts are where you put and where you spent the money from.",
			"For example: bank account, credit card, money you keep home.",
			"You didn't create any account yet.",
			"Click the 'Create Account' button.",
			null
		],
		"Wizard_AccountsCreate": [
			"Each Account has Name. For example: bank account.",
			"Type a Name then click at Create.",
			null
		],
		"Wizard_AccountsIndexFilled": [
			"With the Account created, its details are listed here.",
			"You can edit the Account clicking at the pencil.",
			"You can delete the Account clicking at the trash can.",
			"If an Account has Moves, it can't be deleted, just closed.",
			"Click at Account's name, or at the report button, to enter into the Account Area.",
			null
		],
		"Wizard_ReportsMonthEmpty": [
			"At this Area, you can see and create Moves.",
			"Moves are the money that comes in and out of the Accounts.",
			"To add Moves, click at 'Move', at top menu, or at 'Create Move', in the button below.",
			null
		],
		"Wizard_MovesCreate": [
			"A Move is when the money gets In or Out of the Account.",
			"To add it, give it a Description...",
			"...a Date...",
			"...and a Value.",
			"It's also possible, instead of use a single Value, to create it with Details.",
			"After that, you can create the move.",
			null
		],
		"Wizard_ReportsMonthFilled": [
			"Here is the move you created.",
			"The actions you can take are edit or delete.",
			"This is a month report.",
			"If you want to change the month, use the navigation below.",
			"Here you can see the account balance too.",
			"Let's check 'Year Summary' clicking at top menu.",
			null
		],
		"Wizard_ReportsYearFilled": [
			"Here you can see the year totals by month.",
			"You can have a general comparative year view.",
			"If you want to change the year, use the navigation below.",
			"Here you can see the account balance too.",
			"Let's see another way to create moves: schedule them.",
			null
		],
		"Wizard_ReportsYearEmpty": [
			"You still does not have moves for this account in this year.",
			"If you want to change the year, use the navigation below.",
			"Here you can see the account balance too.",
			"Let's see another way to create moves: schedule them.",
			null
		],
		"Wizard_SchedulesCreate": [
			"To schedule is to program the system to create Moves in the future.",
			"The frequency of moves can be Daily, Monthly or Yearly.",
			"One can define for how long it will repeat...",
			"...including non-stopping Schedules, like the rent of a house.",
			"It is possible to show the number of the Move inside the Schedule.",
			"When clicking in 'Create' the Moves will be created in the expected dates.",
			"Create a schedule for tomorrow so we can follow the wizard.",
			"I will help you to delete it after.",
			null
		],
		"Wizard_ReportsMonthSchedule": [
			"Now you have a scheduled move.",
			"It will become a move in the set date.",
			"You can notice that there are two totals now.",
			"The second one is the foreseen amount after add the scheduled move.",
			"We can see the list of schedules. First, go to the home...",
			null
		],
		"Wizard_AccountsIndexSchedule": [
			"...now click into Schedules menu...",
			null
		],
		"Wizard_SchedulesIndexFilled": [
			"Below are the Schedules made in all the Account.",
			"It is possible to check the number of times was scheduled to run...",
			"... as well as how many times it was run and if some move was deleted.",
			"Delete the Schedule so it won't create Moves anymore.",
			null
		],
		"Wizard_SchedulesIndexEmpty": [
			"Now you have no schedules to be run.",
			"To make more in another time go to Accounts screen and enter in the account where you want them.",
			"We have more options in the system, let's check Settings > Main Options.",
			null
		],
		"Wizard_ConfigsIndex": [
			"Here you can change language, ...",
			"...change the timezone...",
			"...and enable or disable features.",
			"You can add categories to the moves inside the system.",
			"It is also possible to add symbols to the accounts about its health.",
			"The system can send you an email each time a new move is registered.",
			"You can mark the moves to make it easier to compare to real world stuff.",
			"Last but not least, you can enable or disable this wizard.",
			"Let's enable the categories to see the effect into the system.",
			null
		],
		"Wizard_ConfigsIndexCategory": [
			"Go to Categories screen.",
			null
		],
		"Wizard_CategoriesIndexEmpty": [
			"Categories are types for the Moves, like: Health, Feeding, Donation, Recreation.",
			"Their role is to make it easier to know where you are spending the money.",
			"Click at the button to create a new category.",
			null
		],
		"Wizard_CategoriesCreate": [
			"The category creation screen is much alike account creation screen.",
			"You give a name for the category...",
			"...then you save it.",
			null
		],
		"Wizard_CategoriesIndexFilled": [
			"Now you can see the category created.",
			"You can edit the category, ...",
			"...disable it, so it does not show all over the system, ...",
			"...and you can unify it with another category.",
			"Let's check the difference in the moves, go to accounts screen...",
			null
		],
		"Wizard_AccountsIndexCategory": [
			"...click in the account name or reports button...",
			null
		],
		"Wizard_ReportsMonthCategoryEdit": [
			"The move did not have a category before, so it is empty now.",
			"Let's edit the move to add a category.",
			null
		],
		"Wizard_MovesEditCategory": [
			"Now there is a field for Category.",
			"Try to add a category to the move to see the result.",
			null
		],
		"Wizard_ReportsMonthCategoryCreate": [
			"The move did not have a category before.",
			"Let's create a move to add a category.",
			null
		],
		"Wizard_MovesCreateCategory": [
			"Now there is a field for Category.",
			"Try to add a move with category to see the result.",
			null
		],
		"Wizard_ReportsMonthCategoryDone": [
			"Now the move has a category.",
			"We can see the categories report.",
			null
		],

		"Wizard_AccountsClosed": "Here you see a list of closed Accounts. For these Accounts you cannot create or edit Moves, but you can still see the reports.",
		"Wizard_End": "stop seeing this",
		"Wizard_EndTextAndroid": "Don't fly Money has an android app available at Play Store:",
		"Wizard_EndTextContact": "If you have something to tell us, you also can send an e-mail to {0}. We will answer as soon as possible.",
		"Wizard_EndTextMenu": "Just some last things to see on top menu!",
		"Wizard_EndTextMenuSettings": "Re-enable the Wizard at 'Settings' > 'Main'",
		"Wizard_EndTextMenuContact": "Contact us and see more about the project at 'Contact'",
		"Wizard_EndTextThanks": "Thanks for reading our wizard messages.\nWe hope now you know Don't fly Money better.",
		"Wizard_Logins": "Here is a security area: you can see and disable system logins, accesses to your registries. If something seems suspect or some device logged in was accessed by other people without authorization, we suggest you take down the Logins, and the next request will need to know the login credentials to enter again.",
		"Wizard_SettingsPassword": "To change your password you need to remember the current one. In case you don't, click at Log off button at the top of the screen in the right at menu, go to login screen and click at 'Forgot my password'.",
		"Wizard_SettingsEmail": "Here you can change your e-mail address at the system. Your e-mail is the only way we can contact you in case of problems or for notifications. Kept it up to date and be sure to have access to it.",
		"Wizard_SettingsTheme": "The website and mobile app colors can be changed between three main colors and between light or dark theme. To make a better decision, at this screen you can see the controls used through the website. When you click at the buttons the colors change just so you can check and decide, to effective change one needs to click the Save button.",
		"Wizard_SettingsTFA": "This page is about adding one more security layer to protect your login at the system. Click at 'Why to use this?' below the image to read more about this.",
		"Wizard_SettingsMisc": "This is one more layer to guarantee the e-mails you receive really came from us.",
		"Wizard_Title": "Wizard",
		"": null
	},
	"pt-BR": {
		"Wizard_Test": [
			"F1",
			"F2",
			"F3",
			null
		],
		"Wizard_AccountsIndexEmpty": [
			"Boas vindas ao Sistema Don't fly Money. Clique em 'Continuar' para seguir o tutorial.",
			"Enquanto você estiver seguindo o tutorial, por favor siga todos os passos.",
			"Vamos te mostrar todo o sistema, mas você pode parar o tutorial a qualquer momento.",
			"Agora vamos ao sistema!",
			"Contas são onde você guarda e de onde você gasta o dinheiro.",
			"Por exemplo: conta de banco, cartão de crédito, dinheiro em casa, bilhete de transporte.",
			"Você ainda não criou nenhuma conta.",
			"Clique em 'Criar Conta'.",
			null
		],
		"Wizard_AccountsCreate": [
			"Cada Conta tem um Nome. Por exemplo: conta do banco.",
			"Escolha um Nome então clique no botão Criar.",
			null
		],
		"Wizard_AccountsIndexFilled": [
			"Com a Conta criada, os detalhes dela são listados aqui.",
			"Você pode editar a Conta clicando no lápis.",
			"Você pode excluir a Conta clicando na lixeira.",
			"Caso uma Conta possua Movimentações, não pode ser excluída, apenas fechada.",
			"Clique no nome da Conta ou no botão de relatório para ir para a Área da Conta.",
			null
		],
		"Wizard_ReportsMonthEmpty": [
			"Nesta área é possível ver e criar Movimentações.",
			"Movimentações são o dinheiro que entra e sai das Contas.",
			"Para adicionar Movimentações, clique em 'Mover', no menu acima, ou em 'Criar Movimentação', no botão abaixo.",
			null
		],
		"Wizard_MovesCreate": [
			"Uma Movimentação é uma Saída ou Entrada de dinheiro na Conta.",
			"Para inserir, dê uma Descrição...",
			"...uma Data...",
			"...um Valor.",
			"Também é possível, ao invés de inserir um Valor único, inserir com Detalhes.",
			"Então você pode criar a movimentação.",
			null
		],
		"Wizard_ReportsMonthFilled": [
			"Aqui está a movimentação que você criou.",
			"As ações que você pode fazer são editar ou excluir.",
			"Este é um relatório mensal.",
			"Quando quiser mudar o mês, use a navegação abaixo.",
			"Nesta tela também é visível o Saldo atual da conta.",
			"Vamos ver agora o 'Resumo Anual', clicando no menu to topo.",
			null
		],
		"Wizard_ReportsYearFilled": [
			"Aqui são mostradas as somas do ano divididas por mês.",
			"É possível ter uma visão mais geral e comparativa do ano.",
			"Quando quiser mudar o ano, use a navegação abaixo.",
			"Nesta tela também é visível o Saldo atual da conta.",
			"Vamos olhar outro meio de criar movimentações: agendar elas.",
			null
		],
		"Wizard_ReportsYearEmpty": [
			"Você ainda não possui movimentações neste ano para esta conta.",
			"Quando quiser mudar o ano, use a navegação abaixo.",
			"Nesta tela também é visível o Saldo atual da conta.",
			"Vamos olhar outro meio de criar movimentações: agendar elas.",
			null
		],
		"Wizard_SchedulesCreate": [
			"Agendar é programar o sistema para criar Movimentações futuras.",
			"As frequências possíveis são Diária, Mensal e Anual.",
			"É possível definir por quantos dias/meses/anos será a repetição...",
			"...incluindo Agendamentos sem um limite, como pagamento de aluguel.",
			"Também é possível exibir o número da Movimentação no Agendamento.",
			"Ao clicar em 'Criar', as movimentações serão criadas nas datas esperadas.",
			"Crie um agendamento para amanhã para podermos seguir o tutorial.",
			"Vou te ajudar a excluir o agendamento depois.",
			null
		],
		"Wizard_ReportsMonthSchedule": [
			"Agora você possui um agendamento.",
			"Vai se tornar uma movimentação na data apontada.",
			"Também existem agora dois totais.",
			"O segundo é o valor previsto após acontecer a movimentação.",
			"Podemos ver a lista de agendamentos. Primeiro, vamos para a página inicial...",
			null
		],
		"Wizard_AccountsIndexSchedule": [
			"...clique no menu de Agendamentos...",
			null
		],
		"Wizard_SchedulesIndexFilled": [
			"Abaixo aparecem os Agendamentos feitos dentro de todas as Contas.",
			"É possível checar o número de vezes que o agendamento foi programado para rodar...",
			"... assim como quantas vezes já foi rodado e se teve alguma movimentação sua excluída.",
			"Exclua o Agendamento, para não inserir mais Movimentações.",
			null
		],
		"Wizard_SchedulesIndexEmpty": [
			"Agora não há mais agendamentos para rodar.",
			"Para fazer mais, vá outra hora até a tela de Contas e entre na conta onde quer agendamentos.",
			"Existem mais opções no sistema, vamos até Configurações > Opções Gerais.",
			null
		],
		"Wizard_ConfigsIndex": [
			"Nesta tela é possível alterar idioma, ...",
			"...mudar o fuso horário...",
			"...e habilitar ou desabilitar funcionalidades.",
			"Você pode adicionar categorias para as movimentações no sistema.",
			"Também é possível adicionar às contas símbolos sobre a saúde da conta.",
			"O sistema pode te enviar um e-mail cada vez que acontece uma movimentação.",
			"Você pode querer marcar as movimentações, para facilitar comparar com extratos reais.",
			"Por último, você pode habilitar ou desabilitar este tutorial.",
			"Vamos habilitar as categorias, para vermos o efeito no resto do sistema.",
			null
		],
		"Wizard_ConfigsIndexCategory": [
			"Vá a tela de Categorias.",
			null
		],
		"Wizard_CategoriesIndexEmpty": [
			"Categorias são tipo para as Movimentação, por exemplo: Saúde, Alimentação, Doação, Lazer.",
			"Servem para facilitar você saber onde está gastando o seu dinheiro.",
			"Clique no botão para criar uma nova categoria.",
			null
		],
		"Wizard_CategoriesCreate": [
			"A tela de criação de categoria se parece com a de criação de conta.",
			"Você dá um nome a categoria...",
			"... e salva ela.",
			null
		],
		"Wizard_CategoriesIndexFilled": [
			"Agora você vê a categoria criada.",
			"Você pode editar a categoria, ...",
			"...desabilitar ela, para não aparecer mais no sistema, ...",
			"...e você pode unificar com outra categoria.",
			"Vamos ver qual a diferença nas movimentações, vá até a tela de contas...",
			null
		],
		"Wizard_AccountsIndexCategory": [
			"...clique no nome da conta ou no botão de relatórios...",
			null
		],
		"Wizard_ReportsMonthCategoryEdit": [
			"A movimentação não tinha categoria antes, então está vazia esta parte.",
			"Vamos editar a movimentação para adicionar a categoria.",
			null
		],
		"Wizard_MovesEditCategory": [
			"Agora há um campo para a Categoria.",
			"Adicione uma categoria à movimentação para ver nos relatórios.",
			null
		],
		"Wizard_ReportsMonthCategoryCreate": [
			"A movimentação não tinha categoria antes.",
			"Vamos criar uma movimentação para adicionar a categoria.",
			null
		],
		"Wizard_MovesCreateCategory": [
			"Agora há um campo para a Categoria.",
			"Adicione uma movimentação com categoria para ver nos relatórios.",
			null
		],
		"Wizard_ReportsMonthCategoryDone": [
			"Agora a movimentação possui uma categoria.",
			"Podemos ver o relatório de categorias.",
			null
		],

		"Wizard_AccountsClosed": "Nesta tela são listadas as Contas fechadas. Para essas Contas não é possível criar ou editar Movimentações, mas ainda é possível ver os relatórios.",
		"Wizard_End": "parar de ver isso",
		"Wizard_EndTextAndroid": "Don't fly Money tem um aplicativo android na Play Store:",
		"Wizard_EndTextContact": "Se tiver algo a nos dizer, também pode entrar em contato pelo e-mail {0}. Responderemos assim que possível.",
		"Wizard_EndTextMenu": "Apenas algumas últimas coisas que pode encontrar no menu!",
		"Wizard_EndTextMenuSettings": "Reabilite o Tutorial em 'Configurações' > 'Geral'",
		"Wizard_EndTextMenuContact": "Fale conosco e veja mais sobre o projeto em 'Contato'",
		"Wizard_EndTextThanks": "Agradecemos por ler as mensagens do Tutorial.\nEsperamos que agora conheça melhor o sistema Don't fly Money.",
		"Wizard_Logins": "Aqui você pode ver e desabilitar Logins feitos no sistema. Se desconfiar de algum acesso, ou algum dispositivo logado tenha sido acessado por pessoas não autorizadas, é sugerido que os Logins sejam excluídos. Isso impedirá novo acesso sem uso de senha.",
		"Wizard_SettingsPassword": "Para trocar sua senha por este formulário, é necessário lembrar a senha atual. Caso não se lembre, clique no botão de Sair no topo a direita no menu, vá a tela de login e clique em 'Esqueci minha senha'.",
		"Wizard_SettingsEmail": "Aqui é possível trocar seu endereço de e-mail cadastrado no sistema. Seu e-mail é a única forma que podemos contatar você no caso de problemas ou para notificações. Mantenha ele atualizado e tenha certeza de ter acesso a ele.",
		"Wizard_SettingsTheme": "As cores do site e do aplicativo podem ser alteradas entre três cores principais e se prefere um tema claro ou escuro. Para melhor decisão, nesta tela são mostradas os principais items usados pelo site. Ao clicar nos botões as cores mudam para visualização apenas, para manter a alteração é necessário clicar no botão de salvar.",
		"Wizard_SettingsTFA": "Esta página serve para adicionar uma camada a mais de segurança ao seu cadastro no sistema. Clique em 'Por que usar?' abaixo da imagem para ler mais sobre.",
		"Wizard_SettingsMisc": "Esta é mais uma camada para garantir que os e-mails que você recebe realmente vêm de nós.",
		"Wizard_Title": "Tutorial",
		"": null
	}
}
