{
	"en-US": {
		"Wizard_Test": [
			"P1",
			"P2",
			"P3",
			null
		],
		"Wizard_AccountsIndexEmpty": [
			"Welcome to Don't fly Money System. Click Continue to follow the Wizard.",
			"While you are following this wizard please follow all the steps.",
			"We will show all the system but you can stop this wizard any time you want.",
			"Let's meet the system now!",
			"Accounts are where you put and where you spent the money from.",
			"For example: bank account, credit card, money you keep home.",
			"You didn't create any account yet.",
			"Click the 'Create Account' button.",
			null
		],
		"Wizard_AccountsCreate": [
			"Each Account has Name. For example: bank account.",
			"Type a Name then click at Create.",
			null
		],
		"Wizard_AccountsIndexFilled": [
			"With the Account created, its details are listed here.",
			"You can edit the Account clicking at the pencil.",
			"You can delete the Account clicking at the trash can.",
			"If an Account has Moves, it can't be deleted, just closed.",
			"Click at Account's name, or at the report button, to enter into the Account Area.",
			null
		],
		"Wizard_AccountsEdit": [
			"The screen to edit an account is the same as to create...",
			"...except that it is already filled with the data.",
			"Editing the account data won't remove the moves from it.",
			"Let's go back to accounts screen.",
			null
		],
		"Wizard_AccountsListClosedFilled": [
			"Here you see a list of closed Accounts.",
			"For these Accounts you cannot create or edit Moves...",
			"...but you can still see the reports.",
			"You can reopen the account to the moves to be available again.",
			"Let's go back to accounts screen.",
			null
		],
		"Wizard_AccountsListClosedEmpty": [
			"Here you will see a list of closed Accounts.",
			"For these Accounts you won't be able to create or edit Moves...",
			"...but you will still be able to see the reports.",
			"You can close accounts in their listing screen.",
			null
		],
		"Wizard_ReportsMonthEmpty": [
			"At this Area, you can see and create Moves.",
			"Moves are the money that comes in and out of the Accounts.",
			"To add Moves, click at 'Move', at top menu, or at 'Create Move', in the button below.",
			null
		],
		"Wizard_MovesCreate": [
			"A Move is when the money gets In or Out of the Account.",
			"To add it, give it a Description...",
			"...a Date...",
			"...and a Value.",
			"It's also possible, instead of use a single Value, to create it with Details.",
			"After that, you can create the move.",
			null
		],
		"Wizard_ReportsMonthFilled": [
			"Here is the move you created.",
			"The actions you can take are edit or delete.",
			"This is a month report.",
			"If you want to change the month, use the navigation below.",
			"Here you can see the account balance too.",
			"Let's check 'Year Summary' clicking at top menu.",
			null
		],
		"Wizard_MovesEdit": [
			"The screen to edit a move is the same as to create...",
			"...except that it is already filled with the data.",
			"Let's go back to the report screen.",
			null
		],
		"Wizard_ReportsYearFilled": [
			"Here you can see the year totals by month.",
			"You can have a general comparative year view.",
			"If you want to change the year, use the navigation below.",
			"Here you can see the account balance too.",
			"Let's see another way to create moves: schedule them.",
			null
		],
		"Wizard_ReportsYearEmpty": [
			"You still does not have moves for this account in this year.",
			"If you want to change the year, use the navigation below.",
			"Here you can see the account balance too.",
			"Let's see another way to create moves: schedule them.",
			null
		],
		"Wizard_SchedulesCreate": [
			"To schedule is to program the system to create Moves in the future.",
			"The frequency of moves can be Daily, Monthly or Yearly.",
			"One can define for how long it will repeat...",
			"...including non-stopping Schedules, like the rent of a house.",
			"It is possible to show the number of the Move inside the Schedule.",
			"When clicking in 'Create' the Moves will be created in the expected dates.",
			"Create a schedule for tomorrow so we can follow the wizard.",
			"I will help you to delete it after.",
			null
		],
		"Wizard_ReportsMonthSchedule": [
			"Now you have a scheduled move.",
			"It will become a move in the set date.",
			"You can notice that there are two totals now.",
			"The second one is the foreseen amount after add the scheduled move.",
			"We can see the list of schedules. First, go to the home...",
			null
		],
		"Wizard_AccountsIndexSchedule": [
			"...now click into Schedules menu...",
			null
		],
		"Wizard_SchedulesIndexFilled": [
			"Below are the Schedules made in all the Accounts.",
			"It is possible to check the number of times was scheduled to run...",
			"... as well as how many times it was run and if some move was deleted.",
			"Delete the Schedule so it won't create Moves anymore.",
			null
		],
		"Wizard_SchedulesIndexEmpty": [
			"Now you have no schedules to be run.",
			"To make more in another time go to Accounts screen and enter in the account where you want them.",
			"We have more options in the system, let's check Settings > Main Options.",
			null
		],
		"Wizard_SettingsIndex": [
			"Here you can change language, ...",
			"...change the time zone...",
			"...and enable or disable features.",
			"You can add categories to the moves inside the system.",
			"It is also possible to add symbols to the accounts about its health.",
			"The system can send you an email each time a new move is registered.",
			"You can mark the moves to make it easier to compare to real world stuff.",
			"You can enable Currencies to allow register different values in transfers between Accounts.",
			"Last but not least, you can enable or disable this wizard.",
			"Let's enable the categories to see the effect into the system.",
			null
		],
		"Wizard_SettingsIndexCategory": [
			"Go to Categories screen.",
			null
		],
		"Wizard_CategoriesIndexEmpty": [
			"Categories are types for the Moves, like: Health, Feeding, Donation, Recreation.",
			"Their role is to make it easier to know where you are spending the money.",
			"Click at the button to create a new category.",
			null
		],
		"Wizard_CategoriesCreate": [
			"The category creation screen is much alike account creation screen.",
			"You give a name for the category...",
			"...then you save it.",
			null
		],
		"Wizard_CategoriesIndexFilled": [
			"Now you can see the category created.",
			"You can edit the category, ...",
			"...disable it, so it does not show all over the system, ...",
			"...and you can unify it with another category.",
			"Let's check the difference in the moves, go to accounts screen...",
			null
		],
		"Wizard_CategoriesEdit": [
			"The screen to edit a category is the same as to create...",
			"...except that it is already filled with the data.",
			"Editing the category data won't remove the moves from it.",
			"Let's go back to categories screen.",
			null
		],
		"Wizard_CategoriesUnify": [
			"This screen is for when we have two categories that we want to join.",
			"Let's go back to categories screen.",
			null
		],
		"Wizard_AccountsIndexCategory": [
			"...click in the account name or reports button...",
			null
		],
		"Wizard_ReportsMonthCategoryEdit": [
			"The move did not have a category before, so it is empty now.",
			"Let's edit the move to add a category.",
			null
		],
		"Wizard_MovesEditCategory": [
			"Now there is a field for Category.",
			"Try to add a category to the move to see the result.",
			null
		],
		"Wizard_ReportsMonthCategoryCreate": [
			"The move did not have a category before.",
			"Let's create a move to add a category.",
			null
		],
		"Wizard_MovesCreateCategory": [
			"Now there is a field for Category.",
			"Try to add a move with category to see the result.",
			null
		],
		"Wizard_ReportsMonthCategoryDone": [
			"Now the move has a category.",
			"We can see the categories report.",
			null
		],
		"Wizard_ReportsCategories": [
			"This is the categories report.",
			"At the header the report time period is shown.",
			"The chart has a color blind accessibility mode.",
			"Below you can see two charts: one for money getting out...",
			"... and another for money getting in, according to categories used in moves.",
			"It is possible to change the time period seen using the navigation.",
			"Let's go back to Settings > Main Options",
			null
		],
		"Wizard_SettingsIndexAccountGet": [
			"This time enable the account signs option...",
			"...and save to test.",
			null
		],
		"Wizard_SettingsIndexAccountPost": [
			"Go back to accounts screen",
			null
		],
		"Wizard_AccountsIndexSign": [
			"Now there is a health indicator at the accounts.",
			"Click at the button to create a new account.",
			null
		],
		"Wizard_AccountsCreateSign": [
			"There is a new part at the screen.",
			"You can enable signs for the accounts.",
			"Doing this you need to define two values.",
			"Over which value the account should go on alert...",
			"...and which value turns the account health dangerous.",
			"If the account has no sign this symbols show up.",
			"In case it had sign but the value is over \"Watch out\", this will be the symbol.",
			"Below \"Watch out\" but above \"Danger\", you will have this symbol.",
			"Below \"Danger\", this is what you will see.",
			"Create an account activating the signing and give values to it.",
			null
		],
		"Wizard_AccountsEditSign": [
			"There is a new part at the screen.",
			"You can enable signs for the accounts.",
			"Doing this you need to define two values.",
			"Over which value the account should go on alert...",
			"...and which value turns the account health dangerous.",
			"If the account has no sign this symbols show up.",
			"In case it had sign but the value is over \"Watch out\", this will be the symbol.",
			"Below \"Watch out\" but above \"Danger\", you will have this symbol.",
			"Below \"Danger\", this is what you will see.",
			"Edit the account activating the signing and give values to it.",
			null
		],
		"Wizard_AccountsIndexSignSet": [
			"Now the health symbol was changed.",
			"This is interesting to help follow up your financial limites.",
			"Let's go again to Settings > Main Options.",
			null
		],
		"Wizard_SettingsIndexMoveGet": [
			"As said before, these settings makes the system send emails to you.",
			"It happens when a move is created, edited or deleted.",
			"This does not change any aspect of the web system.",
			"But the fourth one does: check/uncheck the moves.",
			"It was created to make it easier to compare the accounts with external extracts.",
			"Activate this option and save the settings.",
			null
		],
		"Wizard_SettingsIndexMovePost": [
			"Now go to accounts.",
			null
		],
		"Wizard_AccountsIndexMoveCheck": [
			"Open one of the accounts reports.",
			null
		],
		"Wizard_ReportsMonthMoveCheckCreate": [
			"For this part we need at a move to demonstrate.",
			"You can either create a new move...",
			"...or go to a month that has moves.",
			null
		],
		"Wizard_MovesCreateCheck": [
			"Create a move to see the checking move part.",
			null
		],
		"Wizard_ReportsMonthMoveCheckEdit": [
			"Now there is one more symbol in the move.",
			"The idea is to check with an external extract.",
			"For example to compare with your bank extract...",
			"...to check if you've really annotated all the moves here.",
			"This way you can mark the move as checked.",
			"Now let's check what we have in Settings > Email.",
			null
		],
		"Wizard_SettingsEmail": [
			"Here you can change your email address at the system.",
			"You will need to know your current password to change the email.",
			"Your email is the only way we can contact you in case of problems or for notifications.",
			"Keep your email up to date and be sure to have access to it.",
			"Now go to Settings > Password",
			null
		],
		"Wizard_SettingsPassword": [
			"To change your password you need to remember the current one.",
			"In case you don't, click at Log off, go to login screen and click at 'Forgot my password'.",
			"Let's go to Settings > Safer login",
			null
		],
		"Wizard_SettingsTFA": [
			"This page is about adding one more security layer to protect your login at the system.",
			"You need to have a specific app in a mobile device to use this.",
			"Click at 'Why to use this?' below the image to read more about this.",
			"We may proceed to Settings > Colors",
			null
		],
		"Wizard_SettingsTheme": [
			"The website and mobile app colors can be changed.",
			"There are three main colors...",
			"... and you can choose between light or dark theme.",
			"To make a better decision, you can see below the controls used through the website.",
			"When you click at the buttons the colors change just so you can check and decide.",
			"To effective change one needs to click the Save button.",
			"Let's take a look at Settings > Security Image",
			null
		],
		"Wizard_SettingsMisc": [
			"This is one more layer to guarantee the e-mails you receive really came from us.",
			"The details about it are explained below.",
			"Now a dangerous menu: Settings > Remove my data",
			null
		],
		"Wizard_SettingsWipe": [
			"DONT'T LEAVE ME! NOOO!!!",
			"Just kidding... But this screen is really dangerous.",
			"Everyone should be the owner of their own information.",
			"So they should have the right of erasing it.",
			"That's the reason why in this screen you can choose to wipe your data from the system.",
			"If you really want it, you can find more explanations below.",
			"But if you will keep with us, let's check the Logins screen.",
			null
		],
		"Wizard_LoginsIndexFilled": [
			"Here you can see and disable system logins.",
			"For example when a cellphone is stolen, you can disconnect it from the system.",
			"Another example is when you use another person computer and forget to logout.",
			"In these cases the logins can be deleted.",
			"It will stop another person from looking into your expenses without having your credentials.",
			"We also recommend that you delete all logins if you notice something strange in your data inside the system.",
			"This is your current login. If you disconnect this, you will have to login again.",
			"Now click in the magnifier to search some move you created before.",
			null
		],
		"Wizard_LoginsIndexEmpty": [
			"If you are seeing this screen something is wrong.",
			"Please contact us.",
			null
		],
		"Wizard_ReportsSearchFilled": [
			"Here you can see moves that have the terms you searched.",
			"You have access to go to the report where the move is, ...",
			"...to edit and to delete the move.",
			"In this screen we finish the wizard.",
			"All the system screen have these instructions.",
			"You can keep clicking and see the explanations again...",
			"...or you can finish the wizard here.",
			null
		],
		"Wizard_ReportsSearchEmpty": [
			"Here you will see moves that have the terms you searched.",
			"Given it was not found moves, the screen will be empty.",
			"Make a new search to see moves.",
			null
		],

		"Wizard_End": "stop seeing this",
		"Wizard_EndTextAndroid": "Don't fly Money has an android app available at Play Store:",
		"Wizard_EndTextContact": "If you have something to tell us, you also can send an e-mail to {0}. We will answer as soon as possible.",
		"Wizard_EndTextMenu": "Just some last things to see on top menu!",
		"Wizard_EndTextMenuSettings": "Re-enable the Wizard at 'Settings' > 'Main'",
		"Wizard_EndTextMenuContact": "Contact us and see more about the project at 'Contact'",
		"Wizard_EndTextThanks": "Thanks for reading our wizard messages.\nWe hope now you know Don't fly Money better.",
		"Wizard_Title": "Wizard",
		"": null
	},
	"pt-BR": {
		"Wizard_Test": [
			"F1",
			"F2",
			"F3",
			null
		],
		"Wizard_AccountsIndexEmpty": [
			"Boas vindas ao Sistema Don't fly Money. Clique em 'Continuar' para seguir o tutorial.",
			"Enquanto você estiver seguindo o tutorial, por favor siga todos os passos.",
			"Vamos te mostrar todo o sistema, mas você pode parar o tutorial a qualquer momento.",
			"Agora vamos ao sistema!",
			"Contas são onde você guarda e de onde você gasta o dinheiro.",
			"Por exemplo: conta de banco, cartão de crédito, dinheiro em casa, bilhete de transporte.",
			"Você ainda não criou nenhuma conta.",
			"Clique em 'Criar Conta'.",
			null
		],
		"Wizard_AccountsCreate": [
			"Cada Conta tem um Nome. Por exemplo: conta do banco.",
			"Escolha um Nome então clique no botão Criar.",
			null
		],
		"Wizard_AccountsIndexFilled": [
			"Com a Conta criada, os detalhes dela são listados aqui.",
			"Você pode editar a Conta clicando no lápis.",
			"Você pode excluir a Conta clicando na lixeira.",
			"Caso uma Conta possua Movimentações, não pode ser excluída, apenas fechada.",
			"Clique no nome da Conta ou no botão de relatório para ir para a Área da Conta.",
			null
		],
		"Wizard_AccountsEdit": [
			"A tela para editar contas é a mesma de criar...",
			"...exceto por já ter os dados preenchidos.",
			"Editar os dados da conta não remove suas movimentações.",
			"Vamos voltar a tela de Contas.",
			null
		],
		"Wizard_AccountsListClosedFilled": [
			"Nesta tela são listadas as Contas fechadas.",
			"Para essas Contas não é possível criar ou editar Movimentações...",
			"...mas ainda é possível ver os relatórios.",
			"Você pode reabrir a conta para as movimentações ficarem disponíveis novamente.",
			"Vamos voltar a tela de Contas.",
			null
		],
		"Wizard_AccountsListClosedEmpty": [
			"Nesta tela serão listadas as Contas fechadas.",
			"Para essas Contas não será possível criar ou editar Movimentações...",
			"...mas ainda será possível ver os relatórios.",
			"Você pode fechar as contas na tela de listagem delas.",
			null
		],
		"Wizard_ReportsMonthEmpty": [
			"Nesta área é possível ver e criar Movimentações.",
			"Movimentações são o dinheiro que entra e sai das Contas.",
			"Para adicionar Movimentações, clique em 'Mover', no menu acima, ou em 'Criar Movimentação', no botão abaixo.",
			null
		],
		"Wizard_MovesCreate": [
			"Uma Movimentação é uma Saída ou Entrada de dinheiro na Conta.",
			"Para inserir, dê uma Descrição...",
			"...uma Data...",
			"...um Valor.",
			"Também é possível, ao invés de inserir um Valor único, inserir com Detalhes.",
			"Então você pode criar a movimentação.",
			null
		],
		"Wizard_ReportsMonthFilled": [
			"Aqui está a movimentação que você criou.",
			"As ações que você pode fazer são editar ou excluir.",
			"Este é um relatório mensal.",
			"Quando quiser mudar o mês, use a navegação abaixo.",
			"Nesta tela também é visível o Saldo atual da conta.",
			"Vamos ver agora o 'Resumo Anual', clicando no menu to topo.",
			null
		],
		"Wizard_MovesEdit": [
			"A tela para editar movimentações é a mesma de criar...",
			"...exceto por já ter os dados preenchidos.",
			"Vamos voltar a tela do relatório.",
			null
		],
		"Wizard_ReportsYearFilled": [
			"Aqui são mostradas as somas do ano divididas por mês.",
			"É possível ter uma visão mais geral e comparativa do ano.",
			"Quando quiser mudar o ano, use a navegação abaixo.",
			"Nesta tela também é visível o Saldo atual da conta.",
			"Vamos olhar outro meio de criar movimentações: agendar elas.",
			null
		],
		"Wizard_ReportsYearEmpty": [
			"Você ainda não possui movimentações neste ano para esta conta.",
			"Quando quiser mudar o ano, use a navegação abaixo.",
			"Nesta tela também é visível o Saldo atual da conta.",
			"Vamos olhar outro meio de criar movimentações: agendar elas.",
			null
		],
		"Wizard_SchedulesCreate": [
			"Agendar é programar o sistema para criar Movimentações futuras.",
			"As frequências possíveis são Diária, Mensal e Anual.",
			"É possível definir por quantos dias/meses/anos será a repetição...",
			"...incluindo Agendamentos sem um limite, como pagamento de aluguel.",
			"Também é possível exibir o número da Movimentação no Agendamento.",
			"Ao clicar em 'Criar', as movimentações serão criadas nas datas esperadas.",
			"Crie um agendamento para amanhã para podermos seguir o tutorial.",
			"Vou te ajudar a excluir o agendamento depois.",
			null
		],
		"Wizard_ReportsMonthSchedule": [
			"Agora você possui um agendamento.",
			"Vai se tornar uma movimentação na data apontada.",
			"Também existem agora dois totais.",
			"O segundo é o valor previsto após acontecer a movimentação.",
			"Podemos ver a lista de agendamentos. Primeiro, vamos para a página inicial...",
			null
		],
		"Wizard_AccountsIndexSchedule": [
			"...clique no menu de Agendamentos...",
			null
		],
		"Wizard_SchedulesIndexFilled": [
			"Abaixo aparecem os Agendamentos feitos dentro de todas as Contas.",
			"É possível checar o número de vezes que o agendamento foi programado para rodar...",
			"... assim como quantas vezes já foi rodado e se teve alguma movimentação sua excluída.",
			"Exclua o Agendamento, para não inserir mais Movimentações.",
			null
		],
		"Wizard_SchedulesIndexEmpty": [
			"Agora não há mais agendamentos para rodar.",
			"Para fazer mais, vá outra hora até a tela de Contas e entre na conta onde quer agendamentos.",
			"Existem mais opções no sistema, vamos até Configurações > Opções Gerais.",
			null
		],
		"Wizard_SettingsIndex": [
			"Nesta tela é possível alterar idioma, ...",
			"...mudar o fuso horário...",
			"...e habilitar ou desabilitar funcionalidades.",
			"Você pode adicionar categorias para as movimentações no sistema.",
			"Também é possível adicionar às contas símbolos sobre a saúde da conta.",
			"O sistema pode te enviar um e-mail cada vez que acontece uma movimentação.",
			"Você pode querer marcar as movimentações, para facilitar comparar com extratos reais.",
			"Você pode habilitar Moedas para permitir registro de diferentes valores nas transferências entre Contas.",
			"Por último, você pode habilitar ou desabilitar este tutorial.",
			"Vamos habilitar as categorias, para vermos o efeito no resto do sistema.",
			null
		],
		"Wizard_SettingsIndexCategory": [
			"Vá a tela de Categorias.",
			null
		],
		"Wizard_CategoriesIndexEmpty": [
			"Categorias são tipo para as Movimentação, por exemplo: Saúde, Alimentação, Doação, Lazer.",
			"Servem para facilitar você saber onde está gastando o seu dinheiro.",
			"Clique no botão para criar uma nova categoria.",
			null
		],
		"Wizard_CategoriesCreate": [
			"A tela de criação de categoria se parece com a de criação de conta.",
			"Você dá um nome a categoria...",
			"... e salva ela.",
			null
		],
		"Wizard_CategoriesIndexFilled": [
			"Agora você vê a categoria criada.",
			"Você pode editar a categoria, ...",
			"...desabilitar ela, para não aparecer mais no sistema, ...",
			"...e você pode unificar com outra categoria.",
			"Vamos ver qual a diferença nas movimentações, vá até a tela de contas...",
			null
		],
		"Wizard_CategoriesEdit": [
			"A tela para editar categorias é a mesma de criar...",
			"...exceto por já ter os dados preenchidos.",
			"Editar os dados da categoria não remove suas movimentações.",
			"Vamos voltar a tela de Categorias.",
			null
		],
		"Wizard_CategoriesUnify": [
			"Esta tela serve para quando temos duas categorias que queremos unir.",
			"Vamos voltar a tela de Categorias.",
			null
		],
		"Wizard_AccountsIndexCategory": [
			"...clique no nome da conta ou no botão de relatórios...",
			null
		],
		"Wizard_ReportsMonthCategoryEdit": [
			"A movimentação não tinha categoria antes, então está vazia esta parte.",
			"Vamos editar a movimentação para adicionar a categoria.",
			null
		],
		"Wizard_MovesEditCategory": [
			"Agora há um campo para a Categoria.",
			"Adicione uma categoria à movimentação para ver nos relatórios.",
			null
		],
		"Wizard_ReportsMonthCategoryCreate": [
			"A movimentação não tinha categoria antes.",
			"Vamos criar uma movimentação para adicionar a categoria.",
			null
		],
		"Wizard_MovesCreateCategory": [
			"Agora há um campo para a Categoria.",
			"Adicione uma movimentação com categoria para ver nos relatórios.",
			null
		],
		"Wizard_ReportsMonthCategoryDone": [
			"Agora a movimentação possui uma categoria.",
			"Podemos ver o relatório de categorias.",
			null
		],
		"Wizard_ReportsCategories": [
			"Este é o relatório de categorias.",
			"No cabeçalho aparece o período de tempo exibido.",
			"O gráfico possui o modo de acessibilidade para daltonismo.",
			"Abaixo você vê dois gráficos, um de saídas de dinheiro...",
			"... e outro de entradas, de acordo com as categorias usadas nas movimentações.",
			"É possível mudar o período de tempo sendo visto na navegação.",
			"Vamos voltar a Configurações > Opções Gerais",
			null
		],
		"Wizard_SettingsIndexAccountGet": [
			"Habilite desta vez a opção de sinalização nas contas...",
			"...e salve para testar.",
			null
		],
		"Wizard_SettingsIndexAccountPost": [
			"Volte para a tela de contas.",
			null
		],
		"Wizard_AccountsIndexSign": [
			"Agora existe um indicador de saúde nas contas.",
			"Clique no botão para criar uma nova conta.",
			null
		],
		"Wizard_AccountsCreateSign": [
			"Apareceu agora uma nova parte da tela.",
			"Podemos habilitar aqui uma sinalização das contas.",
			"Ao fazer isso, precisamos definir dois valores.",
			"Abaixo de que valor da conta você deve começar a entrar em alerta...",
			"...e qual valor torna a saúde da conta preocupante.",
			"Se a conta não tiver sinalização, esse símbolo aparece nela.",
			"Caso tenha e o valor esteja acima do valor de \"Atenção\", será este outro símbolo.",
			"Abaixo do \"Atenção\" mas acima do \"Cuidado\", teremos este terceiro símbolo.",
			"Abaixo do valor de \"Cuidado\", o símbolo será este quarto.",
			"Crie a conta ativando a sinalização e dando valores a ela.",
			null
		],
		"Wizard_AccountsEditSign": [
			"Apareceu agora uma nova parte da tela.",
			"Podemos habilitar aqui uma sinalização das contas.",
			"Ao fazer isso, precisamos definir dois valores.",
			"Abaixo de que valor da conta você deve começar a entrar em alerta...",
			"...e qual valor torna a saúde da conta preocupante.",
			"Se a conta não tiver sinalização, esse símbolo aparece nela.",
			"Caso tenha e o valor esteja acima do valor de \"Atenção\", será este outro símbolo.",
			"Abaixo do \"Atenção\" mas acima do \"Cuidado\", teremos este terceiro símbolo.",
			"Abaixo do valor de \"Cuidado\", o símbolo será este quarto.",
			"Edite a conta ativando a sinalização e dando valores a ela.",
			null
		],
		"Wizard_AccountsIndexSignSet": [
			"Agora a imagem de saúde foi alterada.",
			"Isto é interessante para ajudar a acompanhar nossos limites financeiros.",
			"Vamos de novo às Configurações > Opções Gerais.",
			null
		],
		"Wizard_SettingsIndexMoveGet": [
			"Como dito antes, esta configuração faz o sistema te enviar e-mails.",
			"Eles são enviados quando uma movimentação é criada, editada ou excluída.",
			"Isso não muda qualquer aspecto aqui no site.",
			"Mas a quarta opção muda: verificar movimentações.",
			"Isto foi criado para tornar mais fácil a comparação das contas com extratos externos.",
			"Ative esta opção de salve as configurações.",
			null
		],
		"Wizard_SettingsIndexMovePost": [
			"Agora vá até as contas.",
			null
		],
		"Wizard_AccountsIndexMoveCheck": [
			"Abra o relatório de uma das contas.",
			null
		],
		"Wizard_ReportsMonthMoveCheckCreate": [
			"Para estar parte precisamos de uma movimentação para seguir.",
			"Você pode ou criar uma movimentação...",
			"...ou ir para um mês que tenha movimentações.",
			null
		],
		"Wizard_MovesCreateCheck": [
			"Crie uma movimentação para poder ver a parte de verificação.",
			null
		],
		"Wizard_ReportsMonthMoveCheckEdit": [
			"Agora aparece um sinal a mais na movimentação.",
			"A ideia é poder conferir com um extrato externo.",
			"Por exemplo comparar com o extrato do banco...",
			"...para ver se anotou de fato todas as movimentações aqui.",
			"Assim você pode marcar que a movimentação foi conferida.",
			"Agora vamos olhar o que temos em Configurações > E-mail.",
			null
		],
		"Wizard_SettingsEmail": [
			"Aqui é possível trocar seu endereço de e-mail cadastrado no sistema.",
			"Você precisa saber sua senha atual para trocar seu e-mail.",
			"Seu e-mail é a única forma que podemos contatar você em caso de problemas ou para notificações.",
			"Mantenha seu e-mail atualizado e tenha certeza de ter acesso a ele.",
			"Agora vá até Configurações > Senha",
			null
		],
		"Wizard_SettingsPassword": [
			"Para trocar sua senha por este formulário, é necessário lembrar a senha atual.",
			"Caso não se lembre, clique no botão de Sair, vá a tela de login e clique em 'Esqueci minha senha'.",
			"Vamos em Configurações > Login mais seguro",
			null
		],
		"Wizard_SettingsTFA": [
			"Esta página serve para adicionar uma camada a mais de segurança ao seu cadastro no sistema.",
			"Você precisa ter um aplicativo específico para isso em um celular ou tablet para usar essa opção.",
			"Clique em 'Por que usar?' abaixo da imagem para ler mais sobre.",
			"Podemos seguir para Configurações > Cores",
			null
		],
		"Wizard_SettingsTheme": [
			"As cores do site e do aplicativo podem ser alteradas.",
			"Há três cores principais...",
			"... e pode-se escolher entre um tema claro ou escuro.",
			"Para melhor decisão, são mostrados os principais items usados pelo site.",
			"Ao clicar nos botões as cores mudam para visualização apenas.",
			"Para manter a alteração é necessário clicar no botão de salvar.",
			"Vamos olhar agora para Configurações > Imagem de segurança",
			null
		],
		"Wizard_SettingsMisc": [
			"Esta é mais uma camada para garantir que os e-mails que você recebe realmente vêm de nós.",
			"Os detalhes disso estão explicados abaixo.",
			"Agora, um menu perigoso: Configurações > Remover meus dados",
			null
		],
		"Wizard_SettingsWipe": [
			"NÃO ME ABANDONE! NÃO!!!",
			"Brincadeira... Mas esta tela de fato é perigosa.",
			"Toda pessoa deve ser dona de suas próprias informações.",
			"Então ela deve ter o direito de decidir se apaga elas.",
			"Por isso, nesta tela, você pode escolher excluir seus dados do sistema.",
			"Se de fato quer fazer isso, veja maiores explicações abaixo.",
			"Mas se for continuar conosco, vamos dar uma olhada na tela de Logins.",
			null
		],
		"Wizard_LoginsIndexFilled": [
			"Aqui você pode ver e desabilitar Logins feitos no sistema.",
			"Por exemplo, quando um celular é roubado, você consegue desconectar o celular do sistema.",
			"Outro exemplo é esquecer o sistema conectado no computador de outra pessoa.",
			"Nesses casos, os logins podem ser excluídos.",
			"Isso impedirá que a outra pessoa olhe seus gastos sem saber sua senha.",
			"Também recomendamos que tire todos os acessos se notar algo que você não fez nos seus dados.",
			"Este é seu login atual. Se desconectar esse, terá que entrar novamente no sistema.",
			"Agora clique na lupa para buscar alguma movimentação criada antes.",
			null
		],
		"Wizard_LoginsIndexEmpty": [
			"Se você está vendo esta tela, algo está errado.",
			"Por favor, entre em contato conosco.",
			null
		],
		"Wizard_ReportsSearchFilled": [
			"Aqui você pode ver as movimentações que possuem os termos que você buscou.",
			"Você pode acessar ao relatório onde a movimentação aparece, ...",
			"...editar ou excluir a movimentação.",
			"Nesta tela terminamos o tutorial.",
			"Todas as telas do sistema possuem essas instruções.",
			"Você pode continuar clicando e rever explicações...",
			"...ou pode finalizar o tutorial aqui.",
			null
		],
		"Wizard_ReportsSearchEmpty": [
			"Aqui você verá as movimentações que possuem os termos que você buscou.",
			"Como não foram encontradas movimentações, a tela fica vazia.",
			"Faça uma nova busca para ver movimentações.",
			null
		],

		"Wizard_End": "parar de ver isso",
		"Wizard_EndTextAndroid": "Don't fly Money tem um aplicativo android na Play Store:",
		"Wizard_EndTextContact": "Se tiver algo a nos dizer, também pode entrar em contato pelo e-mail {0}. Responderemos assim que possível.",
		"Wizard_EndTextMenu": "Apenas algumas últimas coisas que pode encontrar no menu!",
		"Wizard_EndTextMenuSettings": "Reabilite o Tutorial em 'Configurações' > 'Geral'",
		"Wizard_EndTextMenuContact": "Fale conosco e veja mais sobre o projeto em 'Contato'",
		"Wizard_EndTextThanks": "Agradecemos por ler as mensagens do Tutorial.\nEsperamos que agora conheça melhor o sistema Don't fly Money.",
		"Wizard_Title": "Tutorial",
		"": null
	}
}
