Repository: darakeon/dfm
Catalog: site/DFM.MVC/Assets/Resources/Wizard.*.resx
Languages: pt_br

# AccountsClosed
source: Here you see a list of closed Accounts. For these Accounts you cannot create or edit Moves, but you can still see the reports.
pt_br: Nesta tela são listadas as Contas fechadas. Para essas Contas não é possível criar ou editar Movimentações, mas ainda é possível ver os relatórios.

# AccountsCreate
source: Each Account has Name and Url. The Name is used to identify the Account on the screen, and the Url is part of the web address of the Account Area. Choose a Name, use the suggested Url or pickup another one, then click at Create.
pt_br: Cada Conta tem um Nome e uma Url. O Nome é para identificar a Conta, a Url é parte do endereço da área da Conta. Escolha um Nome e use a Url sugerida ou escolha outra Url, então clique no botão Criar.

# AccountsIndexEmpty
source: This is the starting point, where the Accounts are listed. Accounts are where you put and where you spent the money from: bank account, credit card, money you keep home. Here you can access the screen to create Accounts.
pt_br: Esta é a tela inicial, onde aparecem as Contas. Contas são onde você guarda e de onde você gasta o dinheiro: conta de banco, cartão de crédito, dinheiro em casa, bilhete de transporte. Nesta tela é possível acessar a tela de criação de Contas.

# AccountsIndexFilled
source: WIth the Account created, its details are listed here. The Account options are edit and delete. If an Acccount has Moves, it can't be deleted, just closed. When you click at Account's name, you enter at the Account Area.
pt_br: Com a Conta criada, os detalhes dela são listados na tela. As opções da Conta são editar e deletar. Caso uma Conta possua Movimentações, não pode ser deletada, apenas fechada. Clicando no nome da Conta você entra na Área da Conta.

# Categories
source: Categories are types of Moves, like: Recreation, Health, Feeding, Donation. It make it simpler to say on quick looking where did you spent the money.
pt_br: Categorias são usadas para dizer o tipo de Movimentação, por exemplo: Lazer, Saúde, Alimentação, Doação. Assim fica mais simples uma olhada rápida no Relatório Mensal dizer onde o dinheiro mais foi gasto.

# Logins
source: Here is a security area: you can see and disable system logins, accesses to your registries. If something seems suspect or some device logged in was accessed by other people without authorization, we suggest you take down the Logins, and the next request will need to know the login credentials to enter again.
pt_br: Aqui você pode ver e desabilitar Logins feitos no sistema. Se desconfiar de algum acesso, ou algum dispositivo logado tenha sido acessado por terceiros não autorizados, é sugerido que os Logins sejam excluídos. Isso impedirá novo acesso sem uso de senha.

# MovesCreate
source: A Move is when the money gets In or Out of the Account - and it can be transfered to another one. To add it, give it a Description, a Date and a Value. It's also possible, instead of use a single Value, to create it with Details. REMEMBER: THE SYSTEM HAS NO CONNECTION TO ANY FINANCIAL INSTITUTION, SO ANY MOVES MADE HERE ARE MADE JUST HERE, BEING MERELY REGISTER IN THIS SYSTEM.
pt_br: Uma Movimentação é uma Saída, Entrada ou Transferência de dinheiro. Para inserir, dê uma Descrição, uma Data e o Valor. Também é possível, ao invés de inserir um Valor único, inserir com Detalhes. LEMBRANDO QUE O SISTEMA NÃO POSSUI LIGAÇÃO COM NENHUMA INSTITUIÇÃO EXTERNA, PORTANTO MOVIMENTAÇÕES FEITAS AQUI SÃO APENAS REGISTROS FEITOS POR VOCÊ INTERNAMENTE NESTE SISTEMA.

# SchedulesCreate
source: Schedule is to program the system to create Moves in the future, one or many, Daily, Monthly or Yearly. One can define for how long it will repeat, including non-stopping Schedules.
pt_br: Esta tela server para criar Movimentações futuras, seja apenas uma ocorrência ou várias repetidas. As frequências possíveis são Diária, Mensal e Anual. É possível definir por quantos dias/meses/anos será a repetição, incluindo Agendamentos sem um limite.

# SchedulesIndexEmpty
source: Here will be listed the Schedules created inside the Account Areas. Enter in one Account to create Schedules, it's in the Area top menu.
pt_br: Aqui são mostrados os Agendamentos feitos dentro da Área da Conta. Entre em uma Conta para criar um Agendamento, clicando em Agendar.

# SchedulesIndexFilled
source: These are the Schedules made in Account Areas. One can cancel the Schedule so it won't create Moves anymore.
pt_br: Estes são os Agendamentos feitos dentro das Áreas das Contas. É possível cancelar um Agendamento, para que não insira mais Movimentações.

# Settings
source: Here you can change security and timezone informations, the system theme you see and can enable/disable features. The enabled features make the system more complex, but give you more tools to control the money flow.
pt_br: Nesta tela é possível alterar informações de segurança e horário, o tema visto por você e habilitar e desabilitar funcionalidades. As funcionalidades habilitadas tornam o sistema mais complexo, mas fornecem mais ferramentas de controle do fluxo de dinheiro.

# ShowMovesEmpty
source: At this Area, you can see and create Moves. To add Moves, click at Move, at top menu.
pt_br: Nesta área é possível ver e criar Movimentações. Para adicionar Movimentações, clique em Mover, no menu acima.

# ShowMovesFilled
source: The Account Area start view list Moves by chosen month. It's accessible by top menu, at Extract. It's possible to access Year Summary at top menu too.
pt_br: A tela inicial da Área da Conta apresenta as Movimentações por mês escolhido. É acessível pelo menu Extrato. Também é possível ver o Resumo Anual, clicando no menu acima.

# SummarizeMonths
source: Here you can see the year totals by month so you can have a general comparative year view.
pt_br: Aqui são mostradas as somas do ano divididas por mês, assim é possível ter uma visão mais geral e comparativa do ano.
