{
	"10.2.0.0": [
		"Change Terms of Use to include new Android App features and make some word standardizations",
		"Terms of Use in the Android App",
		"System data deletion screen in the Android App",
		"Update Android App tools",
		"Improvements in development environment for velocity and sustenability"
	],
	"10.1.0.0": [
		"Fix accessibility at emails sent by System",
		"Fix website images description"
	],
	"10.0.1.0": [
		"Change terms about data after wipe",
		"Allow CSV deletion after receiving it at email",
		"Fix error with Terms acceptance",
		"Allow request via System of wiped data CSV",
		"Improved protection of System wiped data details"
	],
	"10.0.0.0": [
		"Add system health monitoring tools",
		"Fixed problem with schedule date calculation"
	],
	"9.0.1.0": [
		"Improve empty category chart",
		"Improvements on development tools",
		"Warning in terms of use that mobile and browser logins stay active",
		"Improvements in security"
	],
	"9.0.0.1": [
		"Fix android settings",
		"Fix android app icon"
	],
	"9.0.0.0": [
		"Fix maintainance tools",
		"Add monochromatic theme",
		"Add warning about schedules not running for non active users",
		"Add warning about contract being only with who signs, not related people",
		"Highlight new or changed parts of terms"
	],
	"8.0.0.0": [
		"Remove social media from contact modal",
		"Add to terms footer link warning",
		"Add to terms clause about site images",
		"Add to terms clause about no invalidation of terms",
		"Improve search box",
		"Improve Categories chart accessibility",
		"Improve site wizard"
	],
	"7.4.0.6": [
		"Fix scheduler running"
	],
	"7.4.0.5": [
		"Upgrade internal tools used in core system",
		"Upgrade internal tools used in site",
		"Update contract"
	],
	"7.4.0.4": [
		"Upgrade internal tools"
	],
	"7.4.0.3": [
		"Fix page Security Image page (problem happened if wizard was active)"
	],
	"7.4.0.2": [
		"Fix security issues"
	],
	"7.4.0.1": [
		"Fix problem with site error page"
	],
	"7.4.0.0": [
		"Hide useless button",
		"Improve buttons texts",
		"Improve account sign label",
		"Warn about just number fields",
		"Auto-calculate account url",
		"Toggle account sign use"
	],
	"7.3.1.1": [
		"Solved problem at running schedules"
	],
	"7.3.1.0": [
		"Improve end wizard screen",
		"Fix misuse of account word",
		"Update icons of information and warning",
		"Button to create move when there are no moves",
		"Improve signup and recover password forms"
	],
	"7.3.0.0": [
		"Tip about delete your logins",
		"Tips system"
	],
	"7.2.0.1": [
		"Fix chart in dark theme"
	],
	"7.2.0.0": [
		"Categories unification",
		"Change not active user warning",
		"Add edit and delete button to search result"
	],
	"7.1.0.0": [
		"Fix security image at e-mails",
		"Fix buttons with doubled icons",
		"Chart by Category at Account"
	],
	"7.0.0.0": [
		"Fix nature at move creation app screen",
		"Store accounts and categories at device for creating moves"
	],
	"6.1.0.0": [
		"Add image to ensure security of system e-mails"
	],
	"6.0.2.0": [
		"Allow login right after register",
		"Allow one to delete its register at system",
		"Improve terms of use at deletion of register part"
	],
	"6.0.1.0": [
		"Automation of cleanup users that do not use the system anymore",
		"Add move schedules without user needing to access the site",
		"Fix problem of closing account with schedules"
	],
	"6.0.0.0": [
		"Fix calendar selected day color for light theme",
		"Add link to create account at login app screen",
		"Adjust e-mail layouts to new themes",
		"Fix sum move after check it",
		"If offline, app sends move when the internet is back",
		"Fix natures at move app screen"
	],
	"5.0.1.0": [
		"Fix color on app start",
		"Fix color on app popup warnings",
		"Fix color of fields at app",
		"Adjust site flag to change language",
		"Fix layout of site terms",
		"Fix 'stop seeing this' wizard button at configuration screen"
	],
	"5.0.0.0": [
		"Fix website accessibility for screen readers and website+app accessibility at colors"
	],
	"4.6.3.6": [
		"Fix accessibility version size, to show the real importance of it"
	],
	"4.6.3.5": [
		"Reduce money spent with site hosting"
	],
	"4.6.3.4": [
		"Maintenance at system security"
	],
	"4.6.3.3": [
		"Fix screen rotation during calling the pig",
		"Maintenance at system security",
		"Fix app month navigation between years"
	],
	"4.6.3.2": [
		"E-mails maintenance",
		"Clean unused stuff at app",
		"One more step on deploy automation"
	],
	"4.6.3.1": [
		"Data maintenance"
	],
	"4.6.3.0": [
		"Fix run schedules problem if something goes wrong at system level",
		"Add message of empty search result",
		"Add modal for moves with schedule, to show schedule details",
		"Fix move position at schedule",
		"Review columns of Schedule List",
		"Add modal for moves with details, to show details"
	],
	"4.6.2.0": [
		"Avoid error that breaks site entirely",
		"Select moves at site month report to see them sum",
		"Show account state on account reports",
		"Add year negative, positive and total to year report",
		"Use of safer login code as password",
		"Redesign TFA config screen",
		"Fix development system documentation",
		"Automate one more step of system publishing"
	],
	"4.6.1.0": [
		"Remove close button from app",
		"Add contact button to app",
		"Fix error on reports",
		"Fix error on some app calls to site"
	],
	"4.6.0.1": [
		"Fix bug that closes the app when open any screen that calls the website"
	],
	"4.6.0.0": [
		"Fix contact modal access to project",
		"Fix e-mail message missing",
		"Remove forgotten test message at android",
		"Change paths of e-mail links",
		"Add contact modal at TFA form",
		"Link unsubscribe for moves"
	],
	"4.5.0.2": [
		"Fix program that changes system version number"
	],
	"4.5.0.1": [
		"Fix contract pt-br word",
		"Fix bug of zero value move at future moves reports",
		"Fix refresh gesture conflict with scroll of lists",
		"Fix edit detailed move at site",
		"Automate create new release when change version"
	],
	"4.5.0.0": [
		"Fix problem with trying to run schedules multiple times",
		"Add delete, check/uncheck and edit buttons on hold move (android)",
		"Fix problem with not showing warnings when calling site",
		"Add navigate gestures to reports: left to future, right to past",
		"Add update gesture to all screens: pull down",
		"Fix error when trying to login at app",
		"Adapt android icon to new specifications"
	],
	"4.4.0.0": [
		"Show future moves and foreseen balance at Extract and Year Summary",
		"Change android home screen to menu buttons",
	],
	"4.3.0.0": [
		"Add change language icon to site",
		"Enable reopen account",
		"Add last access date",
		"Search by moves and details",
		"Fix android tests",
		"Fix settings footer at android",
		"Add browser sign up contract modal test",
		"Make cookie warning more showy",
		"Fix zero error code problem"
	],
	"4.2.0.2": [
		"Fixture to follow site bugs"
	],
	"4.2.0.1": [
		"Fix mobile Nature when open move app screen",
		"Fix tablet eternal rotation",
		"Add account name to screens of account area",
		"Fix money numbers insertion at site",
		"Fix change account out to in at edit at mobile",
		"Put default amount to details field at mobile",
		"Fix error on add detail when editing move"
	],
	"4.2.0.0": [
		"Improve security of user data",
		"Handle error when there is a problem with schedules",
		"Improve mobile app move screen usability and accessibility"
	],
	"4.1.5.0": [
		"Add all contact types",
		"Improve accounts screen link to account area",
		"Add + and - at mobile for accessibility"
	],
	"4.1.4.6": [
		"Reorganize e re-prioritize task list"
	],
	"4.1.4.5": [
		"Change business logic automated tests to run at Linux"
	],
	"4.1.4.4": [
		"Change browser automated tests to run at Linux"
	],
	"4.1.4.3": [
		"Add core and browser tests to integration that runs them automatically"
	],
	"4.1.4.2": [
		"Add automated tests to android application, to keep stuff that is already working from breaking"
	],
	"4.1.4.1": [
		"Change system main tool to make it easier to test, lowering failure possibility"
	],
	"4.1.4.0": [
		"Move check to account in / out separated",
		"Edit uncheck moves, warning about it",
		"Check move without reload screen site and mobile",
		"Enable to check moves on closed accounts"
	],
	"4.1.3.9": [
		"Fix logic of repeated account name",
		"Change account begin date when add an older move",
		"Fix show terms without validating two factor security",
		"Fix android summary bug",
		"Fix wizard messages"
	],
	"4.1.3.8": [
		"System docs adjustments on github",
		"Move updates at home to system (avoid twitter tracking)",
		"Used browser time to configure first user time",
		"Added privacy specs to terms",
		"Fix version change on system",
		"Adjusts on browser automated tests"
	],
	"4.1.3.7": [
		"Adjustments in code documentation",
		"Added automated testing to ensure site functionality",
		"Adjustment for home request errors"
	],
	"4.1.3.6": [
		"Adjustment in month report title",
		"New terms, citing system person deletion and cookies",
		"Adjustments to improve system maintenance"
	],
	"4.1.3.5": [
		"Bug fixes when trying to register and in the language in which the site's terms of use are displayed",
		"Site Authentication Adjustment",
		"Logout icon in login list changed to default logout icon"
	],
	"4.1.3.4": [
		"Site call adjustments",
		"Warning of failed or missing connection",
		"Removed notice of calling the site when it receives an error",
		"Fixed possible login issue",
		"English site misspellings",
		"Code improvements"
	],
	"4.1.3.3": [
		"Fixed issue with annual report that came out of data",
		"Adjusted language in some screen translations",
		"Changes in internal structure"
	],
	"4.1.3.2": [
		"Added cookie warning on home",
		"Fixed issue with moving from non-verbose to verbose",
		"Also adjust on email sent from detailed moves"
	],
	"4.1.3.0": [
		"To exit or log out of the app, now you have to press and hold the button. So we avoid accidental clicks! (Who ever?)",
		"Security, text, development tool updates and layout changes on site (site)"
	],
	"4.1.2.9": [
		"Server update"
	],
	"4.1.2.8": [
		"Report corrections for non-standard dates and non-existent accounts"
	],
	"4.1.2.7": [
		"Only site tools update"
	],
	"4.1.2.6": [
		"Adjusts security items on the site by redirecting possible attempts to attack non-site addresses"
	],
	"4.1.2.5": [
		"Added action type move email",
		"Protection against changes from other websites via browser",
		"Adjust theme change",
		"Error setting when opening app on older phones"
	],
	"4.1.2.4": [
		"Tidy app login"
	],
	"4.1.2.3": [
		"Android max version number setting"
	],
	"4.1.2.2": [
		"Mobile login security changes and communication with the site. App code improvements"
	],
	"4.1.2.1": [
		"Neat problem trying to create moves without changing their nature",
		"Fixed bug trying to create detailed moves",
		"Taken duplicate category button before finishing loading screen"
	],
	"4.1.2.0": [
		"Starter Site Tutorial (can be enabled in Settings)",
		"2-Step Authentication for Enhanced Security",
		"Fixed issue with category removal + editing old moves",
		"Tool Update"
	],
	"4.1.1.3": [
		"Fixed standard error message button text",
		"Fixed mobile categorized move editing when disabling categories",
		"Link to Past / Future Tasks List"
	],
	"4.1.1.2": [
		"Adjustments in the Tool Update Task List",
		"Fixes in edit transfer, future reports, site registration, app redirection, home mobile addition, mobile date selection",
		"Added mobile bug submission option"
	],
	"4.1.1.1": [
		"Fixed redirect for those who don't have the app installed"
	],
	"4.1.1.0": [
		"Multiple code fixes",
		"Little footer robot now goes to the app, no longer to the play store if the app is already installed,"
	],
	"4.1.0.1": [
		"Fixed issue with decimal values ​​for creating or editing mobile moves"
	],
	"4.1.0.0": [
		"Fixed accessibility issues"
	],
	"4.0.2.0": [
		"Link to requests or problems (top menu)",
		"Updating libs used on github",
		"Update tools in use"
	],
	"4.0.1.3": [
		"Fixed communication protocol called on mobile"
	],
	"4.0.1.2": [
		"Fixed system address error called on mobile"
	],
	"4.0.1.1": [
		"More automated tests",
		"Mobile notice about new contract and category creation when none exist",
		"Removed license check"
	],
	"4.0.1.0": [
		"Just adjusts on repository - its part of the system now, so it deserves release names"
	],
	"4.0.0.0": [
		"Open system code:",
		"Http://github.com/darakeon/dfm",
		"Reinforce how the password is recorded"
	],
	"3.0.0.7": [
		"Browser security patch"
	],
	"3.0.0.6": [
		"Correction on schedules screen for outgoing / incoming moves"
	],
	"3.0.0.5": [
		"Adjust when editing mobile motion and communication",
		"Changed layout in mobile browser",
		"Fixed url in email",
		"Fixed movement check",
		"Fixed schedule creation"
	],
	"3.0.0.4": [
		"Calendar listing fix"
	],
	"3.0.0.3": [
		"Fixed issue with app in android listing"
	],
	"3.0.0.2": [
		"Adjustments in movement and extract layout",
		"Bug fixed when entering 2nd move",
		"Bug fixes error pages"
	],
	"3.0.0.1": [
		"[Web] Home Adjustment in Mobile Browser and Email Layouts",
		"[Mobile] Changed move screen, extract correction"
	],
	"3.0.0.0": [
		"New website layout and mobile app, configurable. Cache correction, move editing and 'remember me' (login). Terms of Use"
	],
	"2.1.4.4": [
		"Delay correction when displaying new accounts and categories as they were created"
	],
	"2.1.4.3": [
		"New user fix"
	],
	"2.1.4.2": [
		"Site icon fix"
	],
	"2.1.4.1": [
		"Fixed bug in mobile app trying to sign in",
		"Fixed bug for new user site"
	],
	"2.1.4.0": [
		"Android API update and structural changes"
	],
	"2.1.3.4": [
		"Problem setting when editing move with details (duplication)"
	],
	"2.1.3.3": [
		"Structural changes in the mobile app"
	],
	"2.1.3.2": [
		"Neat value in motion creation and login screen issue"
	],
	"2.1.3.1": [
		"Tidy mobile web site address"
	],
	"2.1.3.0": [
		"Hidden move check column when this setting is disabled (web / mobile)"
	],
	"2.1.2.0": [
		"Fixed issue with moving in / out only"
	],
	"2.1.1.0": [
		"Email and password exchange in web settings",
		"Fixed date validation issue in firefox"
	],
	"2.1.0.0": [
		"Change account for a move. New feature:",
		"Put move as checked. Go to settings and enable!"
	],
	"2.0.3.1": [
		"Duplicate screen duplicate bug fix, move parcel #, send emails"
	],
	"2.0.3.0": [
		"Mobile changes only. Enabled move to SD Card and edit move. Taken sleep and rotation on site call",
		"Change menus to make it easy to access key actions"
	],
	"2.0.2.0": [
		"Bug fix on logo click, right-click menus and email urls. Also a tablet health fix",
		"In the annual report, columns with input and output values",
		"In the app, a cancel button on the move and settings screens"
	],
	"2.0.1.2": [
		"Correction of closed accounts page and movement creation screen (breakdown)"
	],
	"2.0.1.1": [
		"Correction for detailed move insertion on mobile"
	],
	"2.0.1.0": [
		"Fix monthly site ui extract and move deletion now via mobile phone! Merry Christmas!"
	],
	"2.0.0.3": [
		"Early version for bug fix on new android",
		"Locked account scheduling",
		"Crash if password more than five times"
	],
	"2.0.0.2": [
		"Treated error when site takes",
		"Fixed issue when turning the phone on and talking to the site",
		"Technology updates"
	],
	"2.0.0.1": [
		"Fixed issue with turning phone on scroll screen (requested typed data)"
	],
	"2.0.0.0": [
		"Most beautiful layout, new features and now with android app! (Site login required)"
	],
	"1.0.3.1": [
		"Revised whole system, fixed redirect errors"
	],
	"1.0.3.0": [
		"System refactors, Fixed Move Creation Errors"
	],
	"1.0.2.3": [
		"The visible change to this version is the ability to choose the account url. But a big step will be taken in the next version!"
	],
	"1.0.2.2": [
		"I'm still working on the project, but even more on the structural part. No visible news this time. = ("
	],
	"1.0.2.0": [
		"Again, a more gear-shifting version than a face-to-face version of the site, but it's changed a bit!",
		"Now, on the menu, the account being viewed is highlighted and scheduled moves can take the parcel number,"
	],
	"1.0.1.0": [
		"No more yellow screen, guys! I also fixed it so I could put zero as a value on the red and yellow signs on the account,"
	],
	"1.0.0.3": [
		"News! Links from the list of accounts exchanged, user confirmation via email, and now you can recover the password (it was badly late)"
	],
	"1.0.0.2": [
		"Password verification has also been implemented in user creation to avoid the risk of typos preventing further access",
		"Date issue resolved. Delay was bad, week was full. Implemented datepicker"
	],
	"1.0.0.1": [
		"Fixed guys! No security exception in the piggy!"
	]
}
