{
	"9.0.0.1": [
		"Arrumado erro na tela de configuração do aplicativo",
		"Arrumado ícone do aplicativo"
	],
	"9.0.0.0": [
		"Arrumada ferramenta de manutenção",
		"Adicionado estilo monocromático",
		"Adicionado aviso sobre agendamentos não rodarem se a conta não estiver ativa",
		"Adicionado aviso sobre contrato do site ser acordado apenas com quem assina, não com pessoas relacionadas",
		"Partes novas do contrato são destacadas para facilitar leitura"
	],
	"8.0.0.0": [
		"Removidas medias sociais das formas de contato",
		"Adicionado aos termos aviso sobre link dos termos no rodapé",
		"Adicionado aos termos cláusula sobre imagens do site",
		"Adicionado aos termos cláusula de não anulação",
		"Melhorias na caixa de busca",
		"Melhorias de acessibilidade no gráfico de categorias",
		"Melhorias no tutorial"
	],
	"7.4.0.6": [
		"Corrigido problema para rodar o agendador"
	],
	"7.4.0.5": [
		"Atualizadas ferramentas internas usadas no sistema central",
		"Atualizadas ferramentas internas usadas no site",
		"Atualizado de contrato"
	],
	"7.4.0.4": [
		"Atualização de ferramentas internas"
	],
	"7.4.0.3": [
		"Corrigida página de Imagem de segurança (problema acontecia se tutorial estivesse ativo)"
	],
	"7.4.0.2": [
		"Corrigidos problemas de segurança"
	],
	"7.4.0.1": [
		"Corrigido problema com página que avisa de erro no site"
	],
	"7.4.0.0": [
		"Ocultado botão sem uso",
		"Melhorados textos de botões",
		"Melhorado texto de sinal da conta",
		"Aviso em campos numéricos",
		"Url da conta auto-calculada",
		"Ativação/desativação de sinais na conta"
	],
	"7.3.1.1": [
		"Resolvido problema ao rodar agendamentos"
	],
	"7.3.1.0": [
		"Melhoria da tela de finalização do tutorial",
		"Corrigidos usos da palavra conta",
		"Atualizados ícones de informação e aviso",
		"Botão para criar movimentações quando não existem movimentações",
		"Melhoradas telas de se cadastrar e recuperar senha"
	],
	"7.3.0.0": [
		"Dica sobre remover logins",
		"Sistema de dicas"
	],
	"7.2.0.1": [
		"Corrigido gráfico em temas noite"
	],
	"7.2.0.0": [
		"Unificação de categorias",
		"Mudado aviso de registro inativo no sistema",
		"Adicionados botões de editar e excluir no resultado da busca"
	],
	"7.1.0.0": [
		"Corrigida imagem de segurança nos e-mails",
		"Corrigidos botões com dois ícones",
		"Gráfico por Categoria na Conta"
	],
	"7.0.0.0": [
		"Corrigida natureza na tela de criação da movimentação do aplicativo",
		"Guardada lista de contas e categorias no celular para criar movimentações"
	],
	"6.1.0.0": [
		"Adicionada imagem para garantir a segurança dos e-mails enviados pelo sistema"
	],
	"6.0.2.0": [
		"Permitir login assim que se cadastra",
		"Permitir exclusão do cadastro pela própria pessoa",
		"Melhoria dos termos de uso na parte de deleção de cadastro"
	],
	"6.0.1.0": [
		"Automatização da retirada de cadastros de pessoas que não usam o sistema mais",
		"Movimentações agora são adicionadas sem que a pessoa tenha que acessar o sistema",
		"Corrigido problema ao fechar contas que possuem agendamentos"
	],
	"6.0.0.0": [
		"Arrumada cor do dia no calendário do aplicativo",
		"Adicionado link para criar conta na página de login",
		"Arrumados temas dos e-mails vindos do site",
		"Arrumado problema ao verificar uma movimentação e tentar usá-la na soma na tela do relatório",
		"Se estiver sem internet, o aplicativo envia a movimentação quando a internet voltar",
		"Arrumadas naturezas na tela de movimentação do aplicativo"
	],
	"5.0.1.0": [
		"Arrumada cor na tela de início do aplicativo",
		"Arrumada cor nos avisos do aplicativo",
		"Arrumada cor dos campos de formulário do aplicativo",
		"Ajustada bandeira de troca de língua no site",
		"Arrumado aceite de termos do site",
		"Arrumado botão de parar de ver tutorial na tela de configurações"
	],
	"5.0.0.0": [
		"Corrigida acessibilidade no site para leitores de tela e no site e no app nas cores"
	],
	"4.6.3.6": [
		"Arrumado tamanho da versão com acessibilidade, para mostrar a devida importância"
	],
	"4.6.3.5": [
		"Redução de dinheiro gasto na hospedagem do site"
	],
	"4.6.3.4": [
		"Manutenção na segurança do sistema"
	],
	"4.6.3.3": [
		"Corrigida rotação no aplicativo ao chamar o site",
		"Manutenção da segurança do sistema",
		"Corrigida navegação entre anos no relatório mensal do aplicativo"
	],
	"4.6.3.2": [
		"Manutenção no envio de e-mails",
		"Limpadas coisas não usadas no aplicativo",
		"Um passo a mais na automatização de subir novas funcionalidades"
	],
	"4.6.3.1": [
		"Manutenção de dados"
	],
	"4.6.3.0": [
		"Ajuste ao rodar agendamentos, caso dê erro no sistema",
		"Adicionada mensagem quando a busca não retorna resultados",
		"Adicionada janela para ver detalhes da movimentação no relatório",
		"Arrumada posição da movimentação no agendamento",
		"Revistas colunas na listagem de agendamentos",
		"Adicionada janela para ver detalhes do agendamento da movimentação no relatório"
	],
	"4.6.2.0": [
		"Evitado erro que fazia o site ficar com erro permanente",
		"Possibilidade de selecionar movimentações no relatório mensal para ver sua soma",
		"Status da conta exibido nos relatórios da conta",
		"Adicionado soma anual de valores de saída, entrada e total no relatório anual",
		"Possibilidade de usar código de login mais seguro como senha",
		"Tela de configuração de login mais seguro redesenhada",
		"Ajustes na documentação do sistema (desenvolvimento)",
		"Automatizada mais uma parte da publicação do site"
	],
	"4.6.1.0": [
		"Adiciona botão de contato no aplicativo",
		"Remove botão de fechar no aplicativo",
		"Corrige erro nos relatórios anuais",
		"Corrige erro em algumas chamadas do aplicativo para o site"
	],
	"4.6.0.1": [
		"Corrigido problema ao abrir qualquer tela que chame o site"
	],
	"4.6.0.0": [
		"Arrumado links de projeto no modal de contato",
		"Ajustada parte da mensagem faltando no e-mail",
		"Removida mensagem de teste esquecida no app android",
		"Mudado caminho de links de e-mails",
		"Colocado modal de contato no formulário de autenticação mais segura",
		"Link para parar notificações de movimentações por e-mail"
	],
	"4.5.0.2": [
		"Arrumado programa que muda o número da versão do sistema"
	],
	"4.5.0.1": [
		"Corrigida palavra no contrato",
		"Corrigido problema de valor zerado em movimentação futura",
		"Corrigido gesto de atualização de tela em telas com barra de rolagem",
		"Corrigida edição de movimentação com detalhes",
		"Automatizada criação de lista de tarefas para próxima versão"
	],
	"4.5.0.0": [
		"Corrigido problema ao tentar rodar agendamentos múltiplas vezes",
		"Adicionado excluir, verificar/desverificar e editar como botões ao clicar e segurar a movimentação (android)",
		"Corrigido problema em não mostrar aviso de que está se comunicando com o site",
		"Adicionados gestos de navegação aos relatórios: esquerda para futuro, direita para passado",
		"Adicionado gesto de atualização: arrastar para baixo",
		"Corrigido erro ao tentar logar no aplicativo",
		"Ícone adaptado às especificações do google"
	],
	"4.4.0.0": [
		"Mostradas movimentações e saldos previstos em Extrato e Resumo Anual",
		"Colocados apenas botões na tela inicial do aplicativo",
	],
	"4.3.0.0": [
		"Colocado ícone para trocar língua do site",
		"Habilitada reabertura de Conta",
		"Data de último acesso",
		"Busca por movimentações e detalhes",
		"Ajustes nos testes de android",
		"Ajuste na tela de configurações do android",
		"Adicionado teste da janela de contrato no registro",
		"Aviso de cookies mais chamativo",
		"Corrigido problema de erro com código zero"
	],
	"4.2.0.2": [
		"Manutenção para acompanhamento de erros no sistema"
	],
	"4.2.0.1": [
		"Arrumada Natureza da Movimentação na tela inicial de criação do aplicativo",
		"Corrigido problema de rotação do aplicativo em tablets",
		"Colocado nome da Conta nas telas da Conta no site",
		"Corrigido problema com inserção de valores no site",
		"Arrumado problema de edição de Conta de Movimentação no aplicativo",
		"Colocado valor padrão na criação de Detalhes de Movimentação no aplicativo",
		"Arrumado problema ao adicionar Detalhes editando Movimentação"
	],
	"4.2.0.0": [
		"Melhorada segurança de dados do sistema",
		"Gerenciado caso aconteça erro ao rodar agendamentos",
		"Melhoradas usabilidade e  acessibilidade da tela de movimentação do aplicativo"
	],
	"4.1.5.0": [
		"Adicionada lista completa de formas de contato",
		"Melhorado link para a área da conta que fica na listagem de conta",
		"Adicionados sinais de + e - no aplicativo, por causa de acessibilidade",
	],
	"4.1.4.6": [
		"Reorganizando e re-priorizando lista de tarefas"
	],
	"4.1.4.5": [
		"Testes automatizados da lógica de negócio colocados para rodar em Linux"
	],
	"4.1.4.4": [
		"Testes automatizados de navegador colocados para rodar em Linux"
	],
	"4.1.4.3": [
		"Adiciona os testes do centro do sistema e de navegador a uma integração que roda testes automaticamente"
	],
	"4.1.4.2": [
		"Adiciona testes automatizados na aplicação android, para impedir quebra de partes que já funcionavam antes de novas funcionalidades"
	],
	"4.1.4.1": [
		"Mudada ferramenta principal usada no sistema para facilitar teste, trazendo menos chances de erros"
	],
	"4.1.4.0": [
		"Movimentação pode ser verificada diferente em duas contas diferentes",
		"Editar uma movimentação retira a marcação de verificada",
		"Verificação de movimentação não recarrega mais a tela toda - site e aplicativo",
		"Movimentações em contas fechadas podem ser marcadas como verificadas"
	],
	"4.1.3.9": [
		"Arrumada lógica de nome de conta repetido",
		"Início da conta alterado quando uma movimentação mais antiga é adicionada",
		"Termos de contrato novo só mostrados após validação de segurança",
		"Arrumado problema com relatório anual no aplicativo android",
		"Arrumadas mensagens de tutorial"
	],
	"4.1.3.8": [
		"Ajustes da documentação do sistema no github",
		"Lista de atualizações incorporada ao sistema (evitar rastreamento de twitter)",
		"Usado hora do browser para pegar configuração de hora ao criar registro",
		"Adicionadas especificações de privacidade no contrato",
		"Arrumada troca de versão do sistema",
		"Ajustes no teste automatizado do site"
	],
	"4.1.3.7": [
		"Ajustes em documentação de código",
		"Adicionados testes automatizados para garantir funcionamento do site",
		"Ajuste em erros de requisição na home"
	],
	"4.1.3.6": [
		"Ajuste no título do relatório de meses",
		"Termos novos, citando deleção de pessoa do sistema e cookies",
		"Ajustes para melhorar manutenção do sistema"
	],
	"4.1.3.5": [
		"Ajuste em bug ao tentar se cadastrar e na língua em que são exibidos os termos de uso do site",
		"Ajuste de autenticação no site",
		"Ícone de deslogar na lista de logins alterado para o ícone padrão de deslogar"
	],
	"4.1.3.4": [
		"Ajustes nas chamadas do site",
		"Aviso de conexão com problemas ou falta de conexão",
		"Removido aviso de estar chamando o site quando recebe um erro",
		"Arrumado possível problema de login",
		"Ajustes de erros ortográficos no site em inglês",
		"Melhorias no código"
	],
	"4.1.3.3": [
		"Arrumado problema com relatório anual que viesse sem dados",
		"Ajustada linguagem nas traduções de algumas telas",
		"Mudanças de estrutura interna"
	],
	"4.1.3.2": [
		"Adicionado aviso de cookies na home",
		"Arrumado problema com mudança de movimentação de não detalhada para detalhada",
		"Ajuste também no e-mail enviado de movimentações detalhadas"
	],
	"4.1.3.0": [
		"Para sair ou deslogar do aplicativo, agora é necessário apertar e segurar o botão. Assim evitamos cliques acidentais! (quem nunca?)",
		"Ajustes de segurança, de texto, atualização de ferramentas de desenvolvimento e no layout da tela de movimentações (site)"
	],
	"4.1.2.9": [
		"Atualização de servidor"
	],
	"4.1.2.8": [
		"Correções em relatórios para datas fora do padrão e contas inexistentes"
	],
	"4.1.2.7": [
		"Apenas atualização de ferramentas usadas no site"
	],
	"4.1.2.6": [
		"Ajusta itens de segurança no site, redirecionando possíveis tentativas ataques a endereços não existentes no site"
	],
	"4.1.2.5": [
		"Adicionada a e-mail de movimentação tipo de ação",
		"Proteção contra alterações vindas de outros sites via browser",
		"Ajuste na troca de tema",
		"Ajuste de erro ao abrir o aplicativo em celulares mais antigos"
	],
	"4.1.2.4": [
		"Arrumado login do aplicativo"
	],
	"4.1.2.3": [
		"Ajuste de número máximo de versão do android"
	],
	"4.1.2.2": [
		"Mudanças de segurança no login mobile e comunicação com o site. Melhorias de código do aplicativo"
	],
	"4.1.2.1": [
		"Arrumado problema ao tentar criar movimentações sem alterar a natureza dela",
		"Corrigido erro ao tentar criar movimentações com detalhes",
		"Tirado botão de categorias duplicado antes de terminar o carregamento da tela"
	],
	"4.1.2.0": [
		"Tutorial do site para iniciantes (pode ser ativado em Configurações)",
		"Autenticação em 2 passos, para aumentar a segurança",
		"Corrigido problema com remoção de categorias + edição de movimentações antigas",
		"Atualização de ferramentas"
	],
	"4.1.1.3": [
		"Corrigido texto de botão de mensagem de erro padrão",
		"Corrigida no mobile edição de movimentação categorizada quando desabilita categorias",
		"Link para lista de tarefas passadas / futuras (em inglês)"
	],
	"4.1.1.2": [
		"Ajustes na lista de tarefas para atualização de ferramentas",
		"Correções em editar transferência, relatórios futuros, registro no site, redirecionamento do aplicativo, adição de movimentação (home mobile), seleção de datas no mobile",
		"Adicionada opção de envio de erros no mobile"
	],
	"4.1.1.1": [
		"Corrigido redirecionamento para quem não tem o app instalado"
	],
	"4.1.1.0": [
		"Diversas arrumações no código",
		"Robozinho do rodapé agora vai para o aplicativo, não mais para a play store, se o app já está instalado"
	],
	"4.1.0.1": [
		"Corrigido problema com valores decimais para criar ou editar movimentações no mobile"
	],
	"4.1.0.0": [
		"Corrigidos problemas de acessibilidade"
	],
	"4.0.2.0": [
		"Link para pedidos ou problemas (no menu do topo)",
		"Atualização de libs usadas no github",
		"Atualização de ferramentas em uso"
	],
	"4.0.1.3": [
		"Corrigido protocolo de comunicação chamado no mobile"
	],
	"4.0.1.2": [
		"Corrigido erro de endereço do sistema chamado no mobile"
	],
	"4.0.1.1": [
		"Mais testes automatizados",
		"Aviso mobile sobre novo contrato e criação de categorias quando não há",
		"Removida verificação de licença"
	],
	"4.0.1.0": [
		"Just adjusts on repository - its part of the system now, so deserves release names"
	],
	"4.0.0.0": [
		"Código do sistema aberto:",
		"Https://github.com/darakeon/dfm",
		"Reforço em como a senha é gravada"
	],
	"3.0.0.7": [
		"Correção em verificação de segurança do browser"
	],
	"3.0.0.6": [
		"Correção na tela de agendamentos, para movimentações saída/entrada"
	],
	"3.0.0.5": [
		"Ajuste ao editar movimentação e comunicação no mobile",
		"Alterado layout no browser mobile",
		"Arrumada url em e-mail",
		"Consertada verificação de movimentação",
		"Consertada criação de agendamento"
	],
	"3.0.0.4": [
		"Correção de listagem de agendamentos"
	],
	"3.0.0.3": [
		"Resolvido problema com app na listagem android"
	],
	"3.0.0.2": [
		"Ajustes em layout de movimentação e extrato",
		"Resolvido bug ao entrar a 2ª vez em movimentação",
		"Resolvido bug de páginas de erro"
	],
	"3.0.0.1": [
		"[Web] Ajuste da home no browser do celular e nos layouts de e-mail",
		"[Mobile] Mudada tela de movimentações, correção em extrato"
	],
	"3.0.0.0": [
		"Layout novo site e app mobile, configuráveis. Correção de cache, edição de movimentação e 'lembrar-me' (login). Termos de Uso"
	],
	"2.1.4.4": [
		"Correção de atraso ao exibir contas e categorias novas, assim que eram criadas"
	],
	"2.1.4.3": [
		"Correção para registro novo"
	],
	"2.1.4.2": [
		"Correção de ícone do site"
	],
	"2.1.4.1": [
		"Corrigido bug no app mobile ao tentar entrar",
		"Corrigido bug no site para registro novo"
	],
	"2.1.4.0": [
		"Atualização da API do android e mudanças estruturais"
	],
	"2.1.3.4": [
		"Ajuste de problema ao editar movimentação com detalhes (duplicação)"
	],
	"2.1.3.3": [
		"Mudanças estruturais no app mobile"
	],
	"2.1.3.2": [
		"Arrumado valor em criação de movimentação e problema na tela de logins"
	],
	"2.1.3.1": [
		"Arrumado endereço do site no app mobile"
	],
	"2.1.3.0": [
		"Ocultada coluna de verificação de movimentação quando a configuração disto está desabilitada (web/mobile)"
	],
	"2.1.2.0": [
		"Arrumado problema com movimentação apenas entrada/saída"
	],
	"2.1.1.0": [
		"Troca de e-mail e senha nas configurações web",
		"Corrigido problema de validação de data no firefox"
	],
	"2.1.0.0": [
		"Troca de conta de uma movimentação. Nova funcionalidade:",
		"Colocar movimentação como verificada. Vá em configurações e habilite!"
	],
	"2.0.3.1": [
		"Correção de bugs de duplicação na tela de extrato, nº de parcela de movimentação, envio de e-mails"
	],
	"2.0.3.0": [
		"Apenas alterações mobile. Habilitado mover para SD Card e editar movimentação. Tirado sleep e rotação na chamada do site",
		"Mudança nos menus, para facilitar acesso a ações principais"
	],
	"2.0.2.0": [
		"Correção de bug no clique do logo, botão direito dos menus e urls de e-mail. Também uma correção de funcionamento do tablet",
		"No relatório anual, colunas com valores de entradas e saídas",
		"No aplicativo, um botão de cancelar nas telas mover e configurações"
	],
	"2.0.1.2": [
		"Correção da página de contas fechadas e da tela de criação de movimentação (detalhamento)"
	],
	"2.0.1.1": [
		"Correção na inserção de movimentação detalhada no celular"
	],
	"2.0.1.0": [
		"Correção na ui de extrato mensal no site e deleção de movimentação agora via celular! Feliz Natal!"
	],
	"2.0.0.3": [
		"Versão antecipada para correção de erro no android novo",
		"Travado o agendamento da conta",
		"Trava se errar senha mais de cinco vezes"
	],
	"2.0.0.2": [
		"Tratado erro quando site demora",
		"Corrigido problema quando vira o celular e está falando com o site",
		"Atualizações de tecnologia"
	],
	"2.0.0.1": [
		"Ajustado problema ao virar celular na tela de movimentação (pedia dados digitados)"
	],
	"2.0.0.0": [
		"Layout mais bonito, novas funcionalidades e, agora, com aplicativo para android! (necessário ter login no site)"
	],
	"1.0.3.1": [
		"Revisado todo o sistema, corrigidos erros de redirecionamento"
	],
	"1.0.3.0": [
		"Refactors pelo sistema, consertados erros na criação de movimentação"
	],
	"1.0.2.3": [
		"A alteração visível dessa versão é a possibilidade de escolher a url da conta. Mas um grande passo será dado na próxima versão!"
	],
	"1.0.2.2": [
		"Continuo mexendo no projeto, mas ainda mais na parte estrutural. Sem novidades visíveis desta vez. =("
	],
	"1.0.2.0": [
		"De novo, uma versão mais de mexer nas engrenagens do que na cara do site, mas ela mudou um pouco!",
		"Agora, no menu, a conta que está sendo vista fica destacada e as movimentações agendadas podem levar o número da parcela"
	],
	"1.0.1.0": [
		"No more yellow screen, guys! Também consertei para ser possível colocar zero como valor nos sinais vermelho e amarelo da conta"
	],
	"1.0.0.3": [
		"News! Links da lista de contas trocados, confirmação de registro via e-mail, e agora dá para recuperar a senha (foi mal o atraso nessa)"
	],
	"1.0.0.2": [
		"Também foi implementada a confirmação de senha na criação de registro, para evitar o risco de erros de digitação impedirem o acesso posterior",
		"Problema da data resolvido. Foi mal a demora, a semana foi cheia. Implementado um datepicker"
	],
	"1.0.0.1": [
		"Corrigido, pessoal! Sem security exception no porquinho!"
	]
}
